[
    {
        "id": 0,
        "title": "Pizza",
        "banner_image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/italiaanse-pizza-geschiedenis-1556716252.jpg?crop=1.00xw:0.755xh;0,0.232xh&resize=640:*",
        "description": "De pizza is een Italiaans gerecht. Het bestaat uit een bodem van deeg, de pizzabodem, waarop voedingsmiddelen als kaas of analoogkaas, tomaten, olijven, champignons, groenten en vlees gedaan worden, die doorgaans wordt gebakken in een oven. \n\nGeschiedenis\n\n De oorsprong van de pizza ligt in het Middellandse Zeegebied. In veel landen rond de Middellandse Zee worden al duizenden jaren ronde broden gebakken, die als borden dienden. Volgens de overlevering moest de Trojaanse held Aeneas een stad (Lavinium stichten op de plek waar hij ‘van honger zelfs de leeggegeten borden dus: broodborden op gaat eten,’ – versregel 125, boek VII uit de Aeneis. Ronde Turkse broden kunnen vandaag de dag nog dienstdoen als provisorische pizzabodems. Ook de vorm van matses is rond of ovaal. \n\nArcheologische vondsten tonen aan dat de Vikingen in de negende eeuw na Christus reeds platte, ronde deegbodems met daarop allerlei ingrediënten nuttigden, die werden gebakken in ovens die er ongeveer zo uitzien als moderne pizzaovens. Dit was zo'n achthonderd jaar vóór de eerste melding van pizza in Italië. \n\n Pas in de 17e eeuw werd melding gemaakt van pizza's in Napels, waarbij men naar de armere delen van de stad trok om dit boerengerecht te eten. De mensen die ze maakten werden pizzaioli genoemd. Een pizza margherita. In 1889 werd Raffaele Esposito, de beroemdste pizzaiolo =pizzamaker van Napels, uitgenodigd door de toenmalige koning van Italië Umberto I en zijn vrouw Margaretha om zijn specialiteiten ten paleize te bereiden. Speciaal voor deze gelegenheid bedacht hij onder andere een pizza met tomatensaus, mozzarella en basilicum: de kleuren die corresponderen met de vlag van het in 1861 opgerichte koninkrijk Italië. Deze pizza viel bij de koningin het meest in de smaak, en hij werd daarom door de maker dan ook pizza Margherita gedoopt. Deze pizza zette de standaard voor alle pizza's.",
        "price": 5.0,
        "amount": 1
    },
    {
        "id": 1,
        "title": "Wildstoofpot voor de Kerst",
        "banner_image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/wildstoofpot-voor-de-kerst-img900-1542709957.jpg?crop=1xw:1xh;center,top&resize=768:*",
        "description": "Het stoofvlees voor deze wildgratin kun je een dag van tevoren maken, wel zo handig! En de smaak? Die gaat er alleen maar op vooruit.",
        "price": 25.65,
        "amount": 1
    },
    {
        "id": 2,
        "title": "Caribische salade met quinoa, mango, walnoten en munt",
        "banner_image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/caribische-salade-met-quinoa-mango-walnoten-en-munt-img900-1543487216.jpg?resize=768:*",
        "description": "Haal de Caribische zon in huis met deze quinoasalade met mango, walnoten en munt. Yum!",
        "price": 43.85,
        "amount": 1
    },
    {
        "id": 3,
        "title": "Gekaramelliseerde ananas met walnoten-misokaramel en kokosyoghurt",
        "banner_image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/gekaramelliseerde-ananas-met-walnoten-misokaramel-en-kokosyoghurt-img900-1542989221.jpg?crop=1xw:1xh;center,top&resize=768:*",
        "description": "We are building a greath app with the team",
        "price": 30.53,
        "amount": 1
    },
    {
        "id": 4,
        "title": "Geroosterde tomatensoep met basilicum",
        "banner_image": "https://overetengesproken.nl/blog/wp-content/uploads/2016/09/geroosterde-tomatensoep-met-basilicumolie-1.jpg",
        "description": "What will my grade be for this app?",
        "price": 18.95,
        "amount": 1
    }
]